Repository: 1peter10/modrana
Catalog: translations/*.po
Languages: cs_cz

source: turn slightly left
cs_cz: zabočte mírně doleva

source: turn left
cs_cz: zabočte doleva

source: turn sharply left
cs_cz: zabočte ostře doleva

source: make a U-turn
cs_cz: otočte se zpět

source: turn sharply right
cs_cz: zabočte ostře doprava

source: turn right
cs_cz: zabočte doprava

source: turn slightly right
cs_cz: zabočte mírně doprava

source: head straightforward
cs_cz: jeďte rovně

source: talk.maemo.org thread
cs_cz: vlákno na talk.maemo.org

source: main developer
cs_cz: hlavní vývojář

source: source code
cs_cz: zdrojový kód

source: discussion
cs_cz: diskuze

source: check
cs_cz: koukněte na
